[
  {
    "PubmedID": "40629395",
    "Title": "The impact of limited healthcare access among patients with light chain and transthyretin amyloidosis: real-world survey during COVID-19 lockdown period in France.",
    "Publication Date": "2025",
    "Authors": "D Guijarro, A Jobbe-Duval, S Aguilhon, F Bauer, E Donal, J C Eicher, J Jeanneteau, B Gellen, D Kenizou, O Lairez, B Lequeux, D Legallois, P Réant, M Salvat, M F Seronde, M Kharoubi, A Whereat, A Farrugia, C Taieb, A Zaroui, T Damy",
    "Abstract": "The containment strategies during the COVID-19 pandemic between December 2019 and 2022 significantly disrupted the healthcare system. Cardiac amyloidosis has a poor prognosis and requires frequent follow-up in reference centres.",
    "Non-academicAuthor(s)": "A Whereat; C Taieb; A Farrugia; B Lequeux; B Gellen; J Jeanneteau",
    "CompanyAffiliation(s)": "",
    "Corresponding Author Email": "damien.guijarro@gmail.com."
  },
  {
    "PubmedID": "40629311",
    "Title": "Teachers' demographics, mindfulness skills, and anxiety predict COVID-19 vaccination status.",
    "Publication Date": "2025",
    "Authors": "Summer S Braun, Avery K Westbrooks, Zachary T Schornick, Matthew S Snyder, Theodore S Tomeny",
    "Abstract": "Given that maintaining the health of teachers and students is of the utmost importance, this study explored potential predictors of U.S. teachers' decision to receive the COVID-19 vaccine, an evidence-based public health measure. The present study explored whether teachers' demographics (i.e., gender, race, age, and grade taught), personal characteristics (i.e., awareness and nonjudgmental orientation as components of mindfulness, and anxiety), and state characteristics (i.e., gubernatorial party) were associated with their decision to receive the COVID-19 vaccine.",
    "Non-academicAuthor(s)": "",
    "CompanyAffiliation(s)": "",
    "Corresponding Author Email": "ssbraun@ua.edu."
  },
  {
    "PubmedID": "40629169",
    "Title": "Conservative management outcomes in acute pediatric mastoiditis.",
    "Publication Date": "2025",
    "Authors": "Jumana Diana Reda, Per Caye-Thomasen",
    "Abstract": "The aim of this study is to determine whether initial conservative surgical treatment of acute mastoiditis (AM) leads to an increase of morbidity, and to report on recent developments in epidemiology and microbiology.",
    "Non-academicAuthor(s)": "Jumana Diana Reda; Per Caye-Thomasen",
    "CompanyAffiliation(s)": "",
    "Corresponding Author Email": "Per.Caye-Thomasen.01@regionh.dk."
  }
]