[
  {
    "PubmedID": "40638939",
    "Title": "Investigational new drugs to treat brain metastasis from non-small cell lung cancer.",
    "Publication Date": "2025",
    "Authors": "Pasquale Vitale, Giuseppe Lamberti, Ilaria di Giovanni, Raffaele Addeo",
    "Abstract": "Lung cancer is a leading cause of cancer-related mortality. Brain metastasis (BM) has a high incidence in non-small cell lung cancer (NSCLC) and represents a devastating complication associated with poor prognosis and symptoms that significantly reduce the quality of life (QOL) in patients. Managing and controlling BM is critical for prolonging survival and improving QOL. Surgical resection, stereotactic radiosurgery, and whole-brain radiation therapy are key treatment modalities for patients with NSCLC and BM.",
    "Non-academicAuthor(s)": "Raffaele Addeo; Pasquale Vitale; Ilaria di Giovanni",
    "CompanyAffiliation(s)": "",
    "Corresponding Author Email": "",
    "summary": "This research focuses on lung cancer, which is a major cause of death from cancer. One complication in non-small cell lung cancer (NSCLC) is brain metastasis (BM), which occurs frequently and has severe effects on patient health and quality of life (QOL). Treating BM effectively can help extend survival and improve QOL. The study highlights three main methods for treating NSCLC patients with BM: surgery, stereotactic radiosurgery, and whole-brain radiation therapy. These treatments are crucial for managing and controlling BM in these patients."
  },
  {
    "PubmedID": "40638876",
    "Title": "Prostate-Related Germline Variant Frequencies Detected in a Cohort of Men With Metastatic Prostate Cancer in Northern India.",
    "Publication Date": "2025",
    "Authors": "Atul Batra, Jessica G Cockburn, Abhenil Mittal, Rui M Bernardino, Tiiu Sildva, Marian Severin Wettstein, Amlesh Seth, Brusabhanu Nayak, Sameer Bakhshi, Ranjit K Sahoo, Akash Kumar, Rishabh Jain, Seema Kaushal, Mayank Singh, Sneha Gund, Sunakshi Chowdhary, Karina Lakhani, Krishna Patel, Raymond H Kim, Mohammad R Akbari, Neil Eric Fleshner",
    "Abstract": "Although prostate cancer is generally associated with favorable outcomes, metastatic disease remains incurable. Additionally, a subset of individuals with high-risk or metastatic disease are likely to harbor at least one germline variant in known prostate cancer association genes. Because of differences in cohort selection and sequencing strategies, the prevalence of germline variants in global populations is unclear.",
    "Non-academicAuthor(s)": "Seema Kaushal; Atul Batra; Brusabhanu Nayak; Mayank Singh; Amlesh Seth; Sameer Bakhshi; Akash Kumar; Sneha Gund; Marian Severin Wettstein; Ranjit K Sahoo; Rishabh Jain; Abhenil Mittal",
    "CompanyAffiliation(s)": "",
    "Corresponding Author Email": "",
    "summary": "This research aims to clarify the prevalence of certain genetic mutations (germline variants) related to prostate cancer, particularly in individuals with high-risk or metastatic prostate cancer, which typically has less favorable outcomes. However, current data on these genetic mutations varies due to differences in study selection and methods used for identifying them. Therefore, this research seeks to provide a more comprehensive global understanding of how common these gene variations are in people with prostate cancer."
  },
  {
    "PubmedID": "40638689",
    "Title": "A noncoding mutation in the NOTCH1 gene initiates oncogenic NOTCH signaling via wild-type NICD stabilization in CLL.",
    "Publication Date": "2025",
    "Authors": "Min Guo, Tugba Memis, Alena Sophie Ehrmann, Anselm Pittrof, Bernd Baumann, Francesca Ferrante, Eugen Tausch, Kirsten Fischer, Hartmut Döhner, Tilman Borggrefe, Stephan Stilgenbauer, Ulrich Pannicke, Klaus Schwarz, Daniel Mertens, Franz Oswald",
    "Abstract": "Chronic Lymphocytic Leukemia (CLL) is the most common chronic blood cancer in adults. Active NOTCH signaling in CLL is associated with poorer prognosis. Importantly, CLL patients with NOTCH1 non-coding mutations in the 3-prime untranslated region (3'UTR) manifested with a more aggressive disease course even compared to those with mutations in the NOTCH1 coding region. Here, we comprehensively characterize a cryptic splice acceptor site in 3'UTR of the NOTCH1 gene being converted into a stronger site. The functional consequences of the resulting NOTCH1 protein variants depend on the exact localization of the splice site, the used open reading frame and the appearance of the next STOP codon. The most frequent 3'UTR mutation (g.139390152, A>G) generates a novel NOTCH1 protein, lacking the PEST domain but expressing an altered C-terminus consisting of 68 amino acids. Mechanistically, we show that this splice variant (NOTCH1 152) is transcriptionally less active and dysregulates the regular ubiquitination dependent degradation of the wild type NOTCH1 intracellular domain (NICD) in trans. Thus, the NOTCH1 152 variant acts as a \"sponge\" protein in a novel mechanism of oncogenic NOTCH signaling activation, explaining the detrimental disease outcome of CLL patients with non-coding NOTCH1 mutations. We propose that the detection of NOTCH1 152 protein by specific antibodies is a useful prognostic marker for CLL patients.",
    "Non-academicAuthor(s)": "Daniel Mertens; Alena Sophie Ehrmann; Ulrich Pannicke; Klaus Schwarz",
    "CompanyAffiliation(s)": "",
    "Corresponding Author Email": "",
    "summary": "This research focuses on Chronic Lymphocytic Leukemia (CLL), a common chronic blood cancer in adults. The study found that an overactive NOTCH signaling in CLL leads to a worse prognosis, especially for those with mutations in the non-coding region of the NOTCH1 gene located at the end of the gene (3'UTR).\n\nThe researchers discovered a hidden splice site in the 3'UTR of the NOTCH1 gene that is converted into a stronger one, leading to the creation of different NOTCH1 protein variants. The location and properties of this splice site determine the characteristics of these new proteins.\n\nOne common mutation (g.139390152, A>G) leads to a new NOTCH1 protein variant called NOTCH1 152. This variant lacks part of the PEST domain but has an altered C-terminus consisting of 68 amino acids.\n\nThe researchers found that this NOTCH1 152 variant is less active at the transcriptional level and disrupts the regular degradation process of the wild type NOTCH1 intracellular domain (NICD) in cells, acting as a \"sponge\" protein. This new mechanism helps explain why CLL patients with non-coding NOTCH1 mutations have more aggressive diseases.\n\nThe researchers propose that detecting the NOTCH1 152 protein using specific antibodies could serve as a helpful prognostic marker for predicting the disease outcome in CLL patients."
  },
  {
    "PubmedID": "40638511",
    "Title": "Serology survey of chikungunya virus in high-risk pregnant women and placental tissue findings.",
    "Publication Date": "2025",
    "Authors": "Thamirys Cosmo Grillo Fajardo, Antonio Carlos de Quadros Junior, Clóvis Antonio Lopes Pinto, Geovane Ribeiro Dos Santos, Andrea Cristina Botelho da Silva, Daniel Thome Catalan, Ana Paula Antunes Pascalicchio Bertozzi, Rosa Estela Gazeta, Antonio Fernandes Moron, Saulo Duarte Passos, Alexandra Siqueira Mello, Antoni Soriano-Arandes, Ana Alarcon, Alfredo Garcia-Alix, Alify Bertoldo da Silva, Dora Fix Ventura, Danielle Bruna Leal de Oliveira, Danilla Soares Tambalo, Diego da Silva Lima, Dirce Takako Fujiwara, Edison Luiz Durigon, Eduardo Roberto Bagne, Fernanda Guerra Velasco, Luiz Claudio Portnoi Baran, Fernando Novo Arita, Francisco Del Moral Hernandez, Juliana Paula Gomes de Almeida, Karen Richter Camandulli, Lucas Pires de Castro, Márcia Borges Machado, Mayana Zatz, Maria Manoela Duarte Rodrigues, Maria de Fátima Valente Rizzo, Maria Amélia Farrão, Mirella Nayane Barbosa Leite, Nemésio Florence Filho, Patrícia Carvalho Loiola, Raquel Prestes, Rita de Cássia Aguirre Dezena, Sandra Helena Alves Bonon, Sergio Vranjac, Sérgio Rosemberg, Stephanno Gomes Pereira Sarmento, Steven Sol Witkinchi, Tathiana Ghisi de Souza, Viviane Cristina Martori Pandini, Viviam Paschoarelli Paiva",
    "Abstract": "Evidence suggests a risk of maternal transmission of chikungunya virus (CHIKV) during the first and third trimesters, potentially leading to miscarriage or neurological consequences for the fetus. This study aimed to conduct a serological survey for CHIKV among women with high-risk pregnancies and analyze neonatal variables and placental tissue alterations. From March 2016 to April 2021, serological, histological, and molecular tests for CHIKV were performed. Blood samples were analyzed for anti-CHIKV IgG and IgM antibodies, and placental tissue was examined for CHIKV RNA and histological changes. Among pregnant patients, 1.33% (7/526) had reactive IgG, and 0.38% (2/526) had IgM/IgG-type antibodies during delivery. Although placental histology of CHIKV disease showed alterations, no viral genetic material was identified in the analyzed tissues. Therefore, further research is needed, including the use of complementary diagnostic techniques, to better understand the impact of this relatively new disease among high-risk pregnant women and newborns.",
    "Non-academicAuthor(s)": "Andrea Cristina Botelho da Silva; Maria Manoela Duarte Rodrigues; Daniel Thome Catalan; Danilla Soares Tambalo; Danielle Bruna Leal de Oliveira; Edison Luiz Durigon; Karen Richter Camandulli; Rita de Cássia Aguirre Dezena; Ana Paula Antunes Pascalicchio Bertozzi; Clóvis Antonio Lopes Pinto; Saulo Duarte Passos; Steven Sol Witkinchi; Ana Alarcon; Mirella Nayane Barbosa Leite; Rosa Estela Gazeta; Dirce Takako Fujiwara; Diego da Silva Lima; Maria Amélia Farrão; Nemésio Florence Filho; Antoni Soriano-Arandes; Alfredo Garcia-Alix; Viviam Paschoarelli Paiva; Luiz Claudio Portnoi Baran; Lucas Pires de Castro; Stephanno Gomes Pereira Sarmento; Tathiana Ghisi de Souza; Sergio Vranjac; Juliana Paula Gomes de Almeida; Alify Bertoldo da Silva; Sérgio Rosemberg; Thamirys Cosmo Grillo Fajardo; Fernanda Guerra Velasco; Antonio Carlos de Quadros Junior; Geovane Ribeiro Dos Santos; Eduardo Roberto Bagne; Mayana Zatz; Dora Fix Ventura; Francisco Del Moral Hernandez; Maria de Fátima Valente Rizzo; Viviane Cristina Martori Pandini; Márcia Borges Machado; Sandra Helena Alves Bonon; Fernando Novo Arita; Patrícia Carvalho Loiola; Raquel Prestes; Alexandra Siqueira Mello",
    "CompanyAffiliation(s)": "",
    "Corresponding Author Email": "",
    "summary": "This study focused on investigating the presence of Chikungunya virus (CHIKV) in mothers with high-risk pregnancies and examining any potential effects on their babies and placentas. During a five-year period, blood samples from 526 pregnant women were analyzed for IgG and IgM antibodies against CHIKV, which indicate past or current infection, respectively.\n\nThe findings showed that 1.33% of the mothers had antibodies indicating a previous infection (IgG), while only 0.38% showed signs of both current and past infection (IgM/IgG). Although changes were observed in placental tissue associated with CHIKV disease, no viral genetic material was detected in the analyzed samples.\n\nThe study suggests that a small percentage of high-risk pregnant women may have had Chikungunya virus during their pregnancy, potentially without the virus being present in the placenta. However, due to these limited findings and the relatively new nature of this disease, further research is needed to better understand its impact on pregnant women and their babies. This research will likely involve using additional diagnostic techniques to gain a more comprehensive understanding of CHIKV transmission during pregnancy and potential outcomes for both mothers and newborns."
  },
  {
    "PubmedID": "40638475",
    "Title": "The prognostic value of platelet count and lymphocyte-to-monocyte ratio, Ki-67, and Nottingham indexes in early-stage breast cancer.",
    "Publication Date": "2025",
    "Authors": "Aysu Okumuş, Hüseyin Döngelli, Hüseyin Salih Semiz, Merve Keskinkılıç, Buket Hamitoğlu, Tuğba Yavuzşen",
    "Abstract": "The Nottingham Prognostic Index, Ki-67 Prognostic Index, and combination of platelet count and lymphocyte-to-monocyte ratio have shown prognostic significance in breast cancer. This aim of the study was to compare combination of platelet count and lymphocyte-to-monocyte ratio with Nottingham Prognostic Index and Ki-67 Prognostic Index in early-stage breast cancer.",
    "Non-academicAuthor(s)": "",
    "CompanyAffiliation(s)": "",
    "Corresponding Author Email": "",
    "summary": "This study compares a new prognostic indicator, the combination of platelet count and the lymphocyte-to-monocyte ratio (PLMR), with two established ones, the Nottingham Prognostic Index (NPI) and the Ki-67 Prognostic Index, in early-stage breast cancer. The new indicator, PLMR, is a simple blood test that combines two elements: platelet count (a type of blood cell) and the ratio of lymphocytes (white blood cells that help fight infections) to monocytes (another type of white blood cell). The study aims to determine if this new indicator can be as useful as the established ones, NPI and Ki-67, in predicting the outcome or prognosis of early breast cancer. Essentially, they are trying to find out if this simple blood test could potentially help doctors make more accurate predictions about a patient's response to treatment and long-term outlook."
  }
]